Repository: BeWellSpent/WellSpent-iOS
Catalog: WellSpent/Localizable.xcstrings
Source language: en
Languages: es

source: %@ connected %lld bank(s) to %@, but their account isn't on a paid plan, so those transactions won't be imported. Bank sync is per person, so they'll need to upgrade.
es: %@ conectó %lld banco(s) a %@, pero su cuenta no tiene un plan pago, así que esas transacciones no se importarán. La sincronización bancaria es por persona, así que necesita mejorar su plan.

source: %@ has income attributed to them. Choose who to reassign it to before removing them.
es: %1$@ tiene ingresos asignados. Elige a quién reasignarlos antes de eliminarlo.

# %@ invited you as %@
source: %1$@ invited you as %2$@
es: %1$@ te invitó como %2$@

source: %lld%% match
es: coincidencia del %lld%%

source: (carried over)
es: (trasladado)

source: (installments)
es: (cuotas)

source: (linked to %@)
es: (vinculado a %@)

source: A bank-imported transaction is queued for review.
es: Una transacción importada del banco está en espera de revisión.

source: A new budget period starts.
es: Comienza un nuevo período de presupuesto.

source: Accept Invite
es: Aceptar invitación

source: Accepted
es: Aceptada

source: Account Management
es: Gestión de cuenta

source: Active
es: Activo

source: Actual
es: Real

source: Add
es: Agregar

source: Add Category
es: Agregar categoría

source: Add Fixed Expense
es: Agregar gasto fijo

source: Add Income
es: Agregar ingreso

source: Add Payment Method
es: Agregar método de pago

source: Add People
es: Agregar personas

source: Add Savings
es: Agregar ahorro

source: Add Transaction
es: Agregar transacción

source: Add a payment method
es: Agregar un método de pago

source: Add a payment method first
es: Primero agrega un método de pago

source: Add person
es: Agregar persona

source: Added so far
es: Agregados hasta ahora

source: Admin
es: Administrador

source: Aggregated spending trends across budget periods will land here in a future update.
es: Las tendencias de gasto acumuladas entre períodos de presupuesto aparecerán aquí en una futura actualización.

source: Alert Settings
es: Configuración de alertas

source: Alias (optional)
es: Alias (opcional)

source: All transactions
es: Todas las transacciones

source: All transactions in "%@" will be moved to the replacement category.
es: Todas las transacciones en "%@" se moverán a la categoría de reemplazo.

source: All transactions using "%@" will be moved to the replacement method.
es: Todas las transacciones que usan "%@" se moverán al método de reemplazo.

source: Amount
es: Monto

source: Annual
es: Anual

source: Another member adds a transaction to this budget.
es: Otro miembro agrega una transacción a este presupuesto.

source: Appearance
es: Apariencia

source: Apple sign-in couldn't be verified. Please try again.
es: No se pudo verificar el inicio de sesión con Apple. Inténtalo de nuevo.

source: Apple sign-in failed. Please try again.
es: El inicio de sesión con Apple falló. Inténtalo de nuevo.

source: Archived
es: Archivado

source: Balance
es: Saldo

source: Bank Connections
es: Conexiones bancarias

source: Bank Transfer
es: Transferencia bancaria

source: Bank connections feeding this budget, from everyone on it. You can only change your own.
es: Conexiones bancarias que alimentan este presupuesto, de todos sus integrantes. Solo puedes modificar las tuyas.

source: Bar
es: Barras

source: Before tax
es: Antes de impuestos

source: Bi-weekly
es: Quincenal

source: Both
es: Ambos

source: Budget Invite
es: Invitación al presupuesto

source: Budget name
es: Nombre del presupuesto

source: Budgets
es: Presupuestos

source: Can't reach the server. Check your connection and try again.
es: No se puede conectar con el servidor. Revisa tu conexión e inténtalo de nuevo.

source: Cancel
es: Cancelar

source: Cancelled
es: Cancelada

source: Carry balance forward
es: Trasladar el saldo

source: Cash
es: Efectivo

source: Categories
es: Categorías

source: Category
es: Categoría

source: Change Password
es: Cambiar contraseña

source: Change email address
es: Cambiar dirección de correo

source: Channel
es: Canal

source: Chart type
es: Tipo de gráfico

source: Charts
es: Gráficos

source: Choose Color
es: Elegir color

source: Choose a Budget
es: Elegir un presupuesto

source: Close
es: Cerrar

source: Collaborator
es: Colaborador

source: Coming soon
es: Próximamente

source: Committed
es: Comprometido

source: Confirm
es: Confirmar

source: Confirm Match
es: Confirmar coincidencia

source: Connect a Bank
es: Conectar un banco

source: Connected Bank Accounts
es: Cuentas bancarias conectadas

source: Continue
es: Continuar

source: Continue with Google
es: Continuar con Google

source: Contractor
es: Contratista

source: Couldn't change your email address. Try again.
es: No pudimos cambiar tu dirección de correo. Inténtalo de nuevo.

source: Couldn't create the installment plan.
es: No se pudo crear el plan de cuotas.

source: Couldn't delete that fixed expense.
es: No se pudo eliminar ese gasto fijo.

source: Couldn't re-sync that bank.
es: No se pudo volver a sincronizar ese banco.

source: Couldn't resend the email. Try again in a moment.
es: No pudimos reenviar el correo. Inténtalo en un momento.

source: Couldn't save this setting.
es: No se pudo guardar esta configuración.

source: Couldn't save your preferences.
es: No se pudieron guardar tus preferencias.

source: Couldn't undo the split.
es: No se pudo deshacer la división.

source: Country
es: País

source: Create
es: Crear

source: Create Account
es: Crear cuenta

source: Create Budget
es: Crear presupuesto

source: Create plan
es: Crear plan

source: Credit
es: Crédito

source: Crypto
es: Cripto

source: Currency
es: Moneda

source: Current password
es: Contraseña actual

source: Current period
es: Período actual

source: Custom color
es: Color personalizado

source: Cycle
es: Ciclo

source: Dark
es: Oscuro

source: Date
es: Fecha

source: Debit
es: Débito

source: Defaults to next month — a card bills the statement after the one you bought in.
es: Por defecto el mes próximo — la tarjeta cobra en el resumen siguiente al de la compra.

source: Delete
es: Eliminar

source: Delete Account
es: Eliminar cuenta

source: Delete Budget
es: Eliminar presupuesto

source: Delete Category
es: Eliminar categoría

source: Delete Payment Method
es: Eliminar método de pago

source: Delete this budget?
es: ¿Eliminar este presupuesto?

source: Delete this upcoming expense?
es: ¿Eliminar este gasto próximo?

source: Delete your account?
es: ¿Eliminar tu cuenta?

source: Digital Wallet
es: Billetera digital

source: Disconnect
es: Desconectar

source: Disconnect this bank?
es: ¿Desconectar este banco?

source: Disconnected
es: Desconectado

source: Dismiss
es: Descartar

source: Don't have an account? Register
es: ¿No tienes una cuenta? Regístrate

source: Done
es: Listo

source: Due %@
es: Vence %@

source: Each payment
es: Cada cuota

source: Edit Budget
es: Editar presupuesto

source: Edit Category
es: Editar categoría

source: Edit Fixed Expense
es: Editar gasto fijo

source: Edit Income
es: Editar ingreso

source: Edit Payment Method
es: Editar método de pago

source: Edit Savings
es: Editar ahorro

source: Edit Transaction
es: Editar transacción

source: Email
es: Correo electrónico

source: Email sent
es: Correo enviado

source: End date
es: Fecha de finalización

source: Est. Tax
es: Impuesto est.

source: Every %lld month(s)
es: Cada %lld mes(es)

source: Every %lld week(s)
es: Cada %lld semana(s)

source: Every 4 months
es: Cada 4 meses

source: Every category is already in the plan.
es: Todas las categorías ya están en el plan.

source: Exceeded only
es: Solo excedidas

source: Excluded only
es: Solo excluidas

source: Expense Overview chart
es: Gráfico del resumen de gastos

source: Expense Plan
es: Plan de gastos

source: Expense Plan chart
es: Gráfico del plan de gastos

source: Expired
es: Expirada

source: Expires %@
es: Expira %@

source: Filing status
es: Estado civil tributario

source: Finish
es: Finalizar

source: Finish Later
es: Finalizar más tarde

source: First name
es: Nombre

source: First payment
es: Primera cuota

source: Fixed
es: Fijo

source: Flag for Review
es: Marcar para revisión

source: Flow
es: Flujo

source: Free
es: Gratis

source: Free plan: budgets are limited to 2 people. Upgrade to Pro for unlimited members.
es: Plan gratuito: los presupuestos están limitados a 2 personas. Mejora a Pro para miembros ilimitados.

source: Free plan: income sources are limited to 2. Upgrade to Pro for unlimited sources.
es: Plan gratuito: las fuentes de ingreso están limitadas a 2. Mejora a Pro para fuentes ilimitadas.

source: Free plan: up to 2 alerts, and "New Transaction" alerts aren't available. Upgrade to Pro for unlimited alerts.
es: Plan gratuito: hasta 2 alertas, y las alertas de "Nueva transacción" no están disponibles. Mejora a Pro para alertas ilimitadas.

source: Freelance
es: Independiente

source: Frequency
es: Frecuencia

source: Future (%lld)
es: Próximos (%lld)

source: Gift
es: Regalo

source: Has end date
es: Tiene fecha de finalización

source: Head of Household
es: Cabeza de familia

source: Hourly
es: Por hora

source: In-App
es: En la app

source: Income
es: Ingreso

source: Interest
es: Interés

source: Investment
es: Inversión

source: Invitations
es: Invitaciones

source: Invites
es: Invitaciones

source: It will stop appearing in future periods. Expenses already recorded in past periods are kept.
es: Dejará de aparecer en períodos futuros. Los gastos ya registrados en períodos anteriores se conservan.

source: Language
es: Idioma

source: Last name
es: Apellido

source: Last payment
es: Última cuota

source: Learn more
es: Ver más

source: Leave an amount blank to remove that person's allocation for this category.
es: Deja un monto en blanco para eliminar la asignación de esa persona para esta categoría.

source: Leave blank for an expense that repeats indefinitely.
es: Déjalo en blanco para un gasto que se repite indefinidamente.

source: Lifetime
es: De por vida

source: Light
es: Claro

source: Link to person
es: Vincular a una persona

source: Loading…
es: Cargando…

source: Log In
es: Iniciar sesión

source: Log Out
es: Cerrar sesión

source: Log out
es: Cerrar sesión

source: Manage
es: Gestionar

source: Mark all read
es: Marcar todo como leído

source: Mark as Paid
es: Marcar como pagado

source: Married Filing Jointly
es: Casado declarando en conjunto

source: Married Filing Separately
es: Casado declarando por separado

source: Matches %@
es: Coincide con %@

source: Monthly
es: Mensual

source: Name
es: Nombre

source: Never synced
es: Nunca sincronizado

source: New Budget Period
es: Nuevo período de presupuesto

source: New Transaction
es: Nueva transacción

source: New email address
es: Nueva dirección de correo

source: New password
es: Nueva contraseña

source: No account
es: Sin cuenta

source: No bank accounts are connected to this budget yet.
es: Todavía no hay cuentas bancarias conectadas a este presupuesto.

source: No banks connected yet.
es: Aún no hay bancos conectados.

source: No budgets yet
es: Aún no hay presupuestos

source: No budgets yet.
es: Aún no hay presupuestos.

source: No categories planned yet. Tap + to add one.
es: Aún no hay categorías planificadas. Toca + para agregar una.

source: No categories yet.
es: Aún no hay categorías.

source: No data yet.
es: Aún no hay datos.

source: No fixed expenses yet.
es: Aún no hay gastos fijos.

source: No income sources yet.
es: Aún no hay fuentes de ingreso.

source: No invites yet.
es: Aún no hay invitaciones.

source: No matches.
es: Sin coincidencias.

source: No notifications yet.
es: Aún no hay notificaciones.

source: No payment method
es: Sin método de pago

source: No payment methods yet.
es: Aún no hay métodos de pago.

source: No people yet.
es: Aún no hay personas.

source: No periods yet.
es: Aún no hay períodos.

source: No person
es: Sin persona

source: No savings sources yet.
es: Aún no hay fuentes de ahorro.

source: No spending yet this period.
es: Aún no hay gastos en este período.

source: No transactions yet.
es: Aún no hay transacciones.

source: None
es: Ninguno

source: Not due this period — next due %@
es: No vence este período — próximo vencimiento %@

source: Not now
es: Ahora no

source: Not set
es: Sin definir

source: Not syncing
es: Sin sincronizar

source: Nothing to review
es: Nada para revisar

source: Notifications
es: Notificaciones

source: Number of payments
es: Número de pagos

source: Number of payments: %d
es: Cantidad de cuotas: %d

source: One-off
es: Único

source: One-time
es: Único

source: Only a budget admin can change this.
es: Solo un administrador del presupuesto puede cambiar esto.

source: Only available on Pro accounts
es: Solo disponible en cuentas Pro

source: Only the category can be changed for this transaction — it's either from a past period or was imported from your bank.
es: Solo se puede cambiar la categoría de esta transacción — es de un período pasado o fue importada de tu banco.

source: Only the category can be changed for this transaction.
es: Solo se puede cambiar la categoría de esta transacción.

source: Other
es: Otro

source: Over budget
es: Sobre el presupuesto

source: Overview
es: Resumen

source: Owner
es: Propietario

source: Paid
es: Pagado

source: Paid (%lld)
es: Pagado (%lld)

source: Paid date
es: Fecha de pago

source: Password
es: Contraseña

source: Password updated.
es: Contraseña actualizada.

source: Payment Method
es: Método de pago

source: Payment Methods
es: Métodos de pago

source: Payment days
es: Días de pago

source: Payment plan (optional)
es: Plan de pagos (opcional)

source: Pending
es: Pendiente

source: Pending invite
es: Invitación pendiente

source: People
es: Personas

source: People on this budget
es: Personas en este presupuesto

source: Per Category
es: Por categoría

source: Person
es: Persona

source: Pie
es: Circular

source: Planned
es: Planificado

source: Please verify your email address.
es: Por favor verifica tu dirección de correo electrónico.

source: Preferences
es: Preferencias

source: Preferences are available once you're linked to this budget.
es: Las preferencias están disponibles cuando estés vinculado a este presupuesto.

source: Profile
es: Perfil

source: Qualifying Surviving Spouse
es: Cónyuge sobreviviente calificado

source: Quarterly
es: Trimestral

source: Re-sync
es: Volver a sincronizar

source: Re-sync this bank?
es: ¿Volver a sincronizar este banco?

source: Reassign to
es: Reasignar a

source: Received
es: Recibido

source: Recurring
es: Recurrente

source: Register
es: Registrarse

source: Remaining
es: Restante

source: Remaining (actual)
es: Restante (real)

source: Remaining (planned)
es: Restante (planificado)

source: Remember me
es: Recordarme

source: Remove
es: Quitar

source: Remove %@ from this budget?
es: ¿Quitar a %@ de este presupuesto?

source: Remove Person
es: Quitar persona

source: Repeats
es: Se repite

source: Replacement
es: Reemplazo

source: Reports
es: Informes

source: Reports are coming soon
es: Los informes estarán disponibles pronto

source: Resend email
es: Reenviar correo

source: Resend verification email
es: Reenviar correo de verificación

source: Review
es: Revisión

source: Review Pending
es: Revisión pendiente

source: Role
es: Rol

source: Salary
es: Salario

source: Save
es: Guardar

source: Save and resend
es: Guardar y reenviar

source: Save changes
es: Guardar cambios

source: Savings
es: Ahorros

source: Schedule
es: Programación

source: Scope
es: Alcance

source: Search by name, category, or owner
es: Buscar por nombre, categoría o propietario

source: Select
es: Seleccionar

source: Select 1, 2, or 4 days.
es: Selecciona 1, 2 o 4 días.

source: Select a category
es: Selecciona una categoría

source: Select a country
es: Selecciona un país

source: Select a payment method
es: Selecciona un método de pago

source: Select a person
es: Selecciona una persona

source: Select a state
es: Selecciona un estado

source: Semi-annual
es: Semestral

source: Send Invite
es: Enviar invitación

source: Settings
es: Configuración

source: Show less
es: Ver menos

source: Shown on the Expense Overview tab, above what you actually spent.
es: Se muestra en la pestaña Resumen de gastos, encima de lo que gastaste realmente.

source: Shown on the Expense Plan tab, above your planned amounts.
es: Se muestra en la pestaña Plan de gastos, encima de tus montos planificados.

source: Sign In
es: Iniciar sesión

source: Sign in or create an account to accept
es: Inicia sesión o crea una cuenta para aceptar

source: Sign in with Apple
es: Iniciar sesión con Apple

source: Signed with Apple
es: Sesión iniciada con Apple

source: Single
es: Soltero

source: Some accounts aren't syncing
es: Algunas cuentas no se están sincronizando

source: Spending Threshold
es: Umbral de gasto

source: Spending crosses a percentage of the plan you set.
es: El gasto supera un porcentaje del plan que definiste.

source: Spent
es: Gastado

source: Spent only
es: Solo gastados

source: Split into installments
es: Dividir en cuotas

source: Start date
es: Fecha de inicio

source: State
es: Estado

source: State (e.g. CA)
es: Estado (ej. CA)

# Step %lld of %lld — %@
source: Step %1$lld of %2$lld — %3$@
es: Paso %1$lld de %2$lld — %3$@

source: Subscription
es: Suscripción

source: Synced %@
es: Sincronizado %@

source: System
es: Sistema

source: Tap + to create your first budget.
es: Toca + para crear tu primer presupuesto.

source: Tap a bar for details
es: Toca una barra para ver detalles

source: Tap a slice for details
es: Toca una porción para ver detalles

source: Tax payment frequency
es: Frecuencia de pago de impuestos

source: The original purchase stays visible but stops counting toward totals.
es: La compra original sigue visible pero deja de contar en los totales.

source: The plan and its remaining payments will be deleted, and this purchase will count toward its period again.
es: Se eliminarán el plan y sus cuotas restantes, y esta compra volverá a contar en su período.

source: Theme
es: Tema

source: These settings are yours alone — other people on this budget keep their own.
es: Estos ajustes son solo tuyos — el resto de las personas en este presupuesto conservan los suyos.

source: This account can't sign in right now.
es: Esta cuenta no puede iniciar sesión en este momento.

source: This will immediately deactivate your account. You will be signed out and will not be able to log back in. Contact support within 30 days if you want to recover it.
es: Esto desactivará tu cuenta de inmediato. Se cerrará tu sesión y no podrás volver a iniciar sesión. Contacta a soporte dentro de 30 días si deseas recuperarla.

source: This will permanently delete %@ and everything in it. This cannot be undone.
es: Esto eliminará permanentemente %@ y todo su contenido. Esta acción no se puede deshacer.

source: Threshold: %lld%%
es: Umbral: %lld%%

source: Transactions
es: Transacciones

source: Transactions need a payment method — cash, a card, or a bank account — so you can see where the money went. Add one and you'll be able to record transactions right away.
es: Las transacciones necesitan un método de pago — efectivo, una tarjeta o una cuenta bancaria — para poder ver a dónde fue el dinero. Agrega uno y podrás registrar transacciones de inmediato.

source: Type
es: Tipo

source: Unattributed
es: Sin asignar

source: Uncategorized
es: Sin categoría

source: Undo installment split
es: Deshacer la división en cuotas

source: Undo split
es: Deshacer división

source: Unknown
es: Desconocido

source: Unknown bank
es: Banco desconocido

source: Unknown member
es: Integrante desconocido

source: Unpaid (%lld)
es: Sin pagar (%lld)

source: Unplanned
es: Sin planificar

source: Unspecified
es: No especificado

source: Update password
es: Actualizar contraseña

source: Upgrade to Pro for unlimited people, income sources, and alerts, plus Plaid bank sync.
es: Mejora a Pro para personas, fuentes de ingreso y alertas ilimitadas, además de sincronización bancaria con Plaid.

source: Upgrade to Pro — Coming Soon
es: Mejora a Pro — Próximamente

source: Value
es: Valor

source: Verify your email
es: Verifica tu correo

source: View
es: Ver

source: Viewer
es: Espectador

source: We sent a verification link to %@. Confirm your address to start using WellSpent. The link expires in 10 minutes.
es: Enviamos un enlace de verificación a %@. Confirma tu dirección para empezar a usar WellSpent. El enlace vence en 10 minutos.

source: We'll send a new verification link to this address.
es: Enviaremos un nuevo enlace de verificación a esta dirección.

source: Weekly
es: Semanal

source: WellSpent will ask for this bank's full transaction history again, starting now. Transactions you deleted will come back. Ones already imported won't be duplicated. Available once a day per bank.
es: WellSpent le pedirá a este banco todo su historial de transacciones otra vez, empezando ahora. Las transacciones que eliminaste volverán a aparecer. Las ya importadas no se duplicarán. Disponible una vez al día por banco.

source: When a period ends, roll its balance into the next one. Money left over is added to Savings; if you overspent, the shortfall is split across the payment methods you spent it on, so the debt shows where it came from.
es: Cuando termina un período, traslada su saldo al siguiente. El dinero que sobra se suma a Ahorros; si te pasaste, la diferencia se reparte entre los métodos de pago con los que gastaste, para que la deuda muestre de dónde viene.

source: Whole Budget
es: Presupuesto completo

source: Wrong email address? Change it
es: ¿Dirección incorrecta? Cámbiala

source: Year
es: Año

source: Yearly
es: Anual

source: You connected %lld bank(s) to %@, but your account isn't on a paid plan, so those transactions won't be imported. Upgrade to Pro to turn bank sync on.
es: Conectaste %lld banco(s) a %@, pero tu cuenta no tiene un plan pago, así que esas transacciones no se importarán. Mejora a Pro para activar la sincronización bancaria.

source: You're viewing a past period. Adding, deleting, marking paid, and excluding transactions are disabled — you can still change a transaction's category.
es: Estás viendo un período pasado. Agregar, eliminar, marcar como pagado y excluir transacciones está deshabilitado — aún puedes cambiar la categoría de una transacción.

source: Your Categories
es: Tus categorías

source: of %@ planned
es: de %@ planificado
